import styles from './delivery.module.css';

const Delivery = () => {
    return (
        <div className={styles.delivery__wrap}>
      <h1>Доставка та оплата</h1>
      <h2>Доставка 🚚</h2>
      <p>Ми дбаємо про комфорт наших клієнтів, тому пропонуємо кілька зручних варіантів доставки:</p>
        <h3>1. Нова Пошта 📦</h3>
        <ul>
            <li>Термін доставки: 1-3 дні</li>
            <li>Вартість: за тарифами перевізника</li>
            <li>Доставка можлива у відділення або кур'єром до дверей</li>
        </ul>
        <h3>2. Укрпошта ✉️</h3>
        <ul>
            <li>Термін доставки: 3-7 днів</li>
            <li>Вартість: за тарифами перевізника</li>
            <li>Доставка у будь-який куточок України</li>
        </ul>
        <h3>3. Кур'єрська доставка по місту 🏙️</h3>
        <ul>
            <li>Доступна в обраних містах</li>
            <li>Доставка протягом 1-2 днів</li>
            <li>Вартість: від 50 грн (залежить від відстані)</li>
        </ul>
        <h3>4. Самовивіз 🏬</h3>
        <ul>
            <li>Безкоштовно</li>
            <li>Адресу та години роботи магазину уточнюйте у менеджера</li>
        </ul>

        <h2>Оплата 💳</h2>
        <p>Ми пропонуємо кілька способів оплати для вашої зручності:</p>
        <h3>1. Оплата при отриманні (накладений платіж) 💰</h3>
        <ul>
            <li>Ви оплачуєте замовлення при отриманні у відділенні «Нової Пошти» або «Укрпошти»</li>
            <li>Комісія за накладений платіж відповідно до тарифів перевізника</li>
        </ul>
        <h3>2. Онлайн-оплата карткою 💳</h3>
        <ul>
            <li>Visa/Mastercard через безпечну платіжну систему</li>
            <li>Без додаткових комісій</li>
        </ul>
        <h3>3. Оплата на банківську картку 🏦</h3>
        <ul>
            <li>Реквізити надсилаємо після оформлення замовлення</li>
            <li>Підтвердження платежу прискорює відправку</li>
        </ul>
        <h3>4. Безготівковий розрахунок для юридичних осіб 🧾</h3>
        <ul>
            <li>Виставлення рахунку на оплату</li>
            <li>Доставка після зарахування коштів</li>
        </ul>
        <h3>Додаткова інформація ℹ️</h3>
        <ul>
            <li>Після відправлення ми надішлемо вам номер ТТН для відстеження</li>
            <li>Якщо товар вам не підійшов, його можна повернути протягом 14 днів (за умови збереження товарного вигляду та упаковки)</li>
            <li>Будь-які питання? Звертайтесь до нашої служби підтримки 💬</li>
        </ul>
        <h3>Дякуємо, що обираєте Bags Shop! 👜✨</h3>
        </div>
    )
}

export default Delivery;