import styles from './guarantee.module.css'

const Guarantee = () => {

    return (
        <div className={styles.guarantee__wrap}>
            <h1>Гарантія</h1>
            <p>Ми цінуємо вашу довіру та прагнемо забезпечити вам найкращий досвід покупок у Bags Shop! 👜🎒💼 Саме тому ми надаємо гарантію на всі товари, придбані в нашому магазині.</p>
            <h2>Гарантійні умови</h2>
            <p>✔ Гарантія на всі товари – 30 днів з моменту отримання замовлення.</p>
            <h2>✔ Що покриває гарантія?</h2>
            <ul>
                <li>Дефекти виробництва</li>
                <li>Брак фурнітури (блискавки, застібки, кнопки тощо)</li>
                <li>Відшарування матеріалу або швів</li>
            </ul>
            <h2>✔ Що не покриває гарантія?</h2>
            <ul>
                <li>Механічні пошкодження, спричинені неправильним використанням</li>
                <li>Природне зношення матеріалу з часом</li>
                <li>Пошкодження, спричинені впливом рідин, хімічних речовин або екстремальних умов</li>
            </ul>
            <h2>Як скористатися гарантією?</h2>
            <p>Якщо ви виявили дефект товару, не хвилюйтеся! 💙 Дотримуйтесь простих кроків:</p>
            <ul className={styles.guarantee__num}>
                <li>1️⃣ Зв’яжіться з нами через e-mail або месенджер, вказавши номер замовлення.</li>
                <li>2️⃣ Надішліть фото або відео, де видно проблему.</li>
                <li>3️⃣ Ми оперативно розглянемо вашу заявку та запропонуємо рішення: обмін на новий товар або повернення коштів.</li>
            </ul>
            <h2>Обмін та повернення</h2>
            <p>Якщо товар виявився неналежної якості, ми безкоштовно замінимо його на аналогічний або повернемо кошти.</p>
            <p>💌 Контакти для звернень:
                📧 Email: support@bagsshop.ua</p>
            <p>📞 Телефон: +38 (XXX) XXX-XX-XX</p>
            <p>📲 Viber / Telegram / WhatsApp: +38 (XXX) XXX-XX-XX</p>
            <p>Дякуємо, що обираєте Bags Shop! Ми завжди на вашому боці та робимо все, щоб ви були задоволені покупками! 💖</p>

        </div>
    )
}

export default Guarantee;