import styles from './aboutUs.module.css'

const AboutUs = () => {
    return (
        <div className={styles.about__wrap}>

            <h1>Про нас</h1>

            <h3>Bags Shop - твій надійний спутник у світі стилю та зручності</h3>

            <p>Вітаємо в Bags Shop – інтернет-магазині, що створений для тих, хто цінує якісні сумки, рюкзаки та гаманці для щоденного використання та спеціальних нагод. Ми знаємо, що аксесуари – це не просто речі, а невід&apos;ємна частина стилю та комфорту.</p>

            <h3>Наша мета</h3>

            <p>Bags Shop був створений для того, щоб кожна людина змогла знайти ідеальну сумку, рюкзак або гаманець, які відповідатимуть її потребам, стилю та звичкам. Ми пропонуємо широкий вибір товарів на будь-який вік та гаманець.</p>

            <h3>Що ми пропонуємо?</h3>
            <ul>
                <li><b>Рюкзаки</b> для школярів, студентів, подорожей та спорту.
                </li>
                <li><b>Сумки</b> для чоловіків та жінок на кожен день та спеціальні нагоди.
                </li>
                <li><b>Гаманці</b> стильні та функціональні для всіх вікових категорій.
                </li>
            </ul>

            <h3>Чому варто обрати Bags Shop?</h3>

            <p>Якість та надійність. Ми працюємо лише з перевіреними виробниками, які гарантують довговічність та зручність своєї продукції. Усі наші товари виготовлені з високоякісних матеріалів, що забезпечують комфортне використання та стильний вигляд.</p>

            <h4>Великий вибір</h4>
            <p>Ми пропонуємо широкий асортимент сумок, рюкзаків і гаманців для різних стилів та вподобань. В нашому каталозі ви знайдете як класичні, так і сучасні моделі, що відповідають останнім тенденціям моди.</p>

            <h4>Доступні ціни</h4>
            <p>Ми прагнемо зробити якісні аксесуари доступними для кожного. Завдяки співпраці з надійними постачальниками, ми пропонуємо конкурентні ціни без шкоди для якості.</p>

            <h4>Зручний сервіс</h4>
            <p>Ми дбаємо про комфорт наших клієнтів, тому пропонуємо зручні способи оплати, швидку доставку по всій Україні та простий процес повернення товару.</p>

            <h4>Відгуки клієнтів</h4>
            <p>Довіра покупців – наш головний пріоритет. Ми цінуємо ваші відгуки та завжди готові допомогти у виборі найкращого варіанту.</p>

            <p>Обирайте <b>Bags Shop</b> – місце, де якість зустрічається зі стилем та доступністю! 👜🎒💼</p>

        </div>
    )
}

export default AboutUs;